---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.ReinforcementArea
source: html/7f60f3d0-2e7c-1438-13bb-c459b676d515.htm
---
# Autodesk.Revit.DB.SpecTypeId.ReinforcementArea Property

Reinforcement Area, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId ReinforcementArea { get; }
```